eval/results/soak_stage_b_attempt3_evidence/k6-live.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: C:\Users\DARKR\AppData\Local\Temp\pf-eval-8f8d386a11b0743c-rzzc33h0\replay.js
        output: -

     scenarios: (100.00%) 8 scenarios, 8000 max VUs, 1h0m40s max duration (incl. graceful stop):
              * tenant_t00: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t01: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t02: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t03: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t04: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t05: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t06: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)
              * tenant_t07: Up to 94.00 iterations/s for 1h0m10s over 361 stages (maxVUs: 400-1000, gracefulStop: 30s)


Init         [  38% ] 1231/3200 VUs initialized
tenant_t00   [   0% ]
tenant_t01   [   0% ]
tenant_t02   [   0% ]
tenant_t03   [   0% ]
tenant_t04   [   0% ]
tenant_t05   [   0% ]
tenant_t06   [   0% ]
tenant_t07   [   0% ]

Init         [  61% ] 1961/3200 VUs initialized
tenant_t00   [   0% ]
tenant_t01   [   0% ]
tenant_t02   [   0% ]
tenant_t03   [   0% ]
tenant_t04   [   0% ]
tenant_t05   [   0% ]
tenant_t06   [   0% ]
tenant_t07   [   0% ]

Init         [  75% ] 2407/3200 VUs initialized
tenant_t00   [   0% ]
tenant_t01   [   0% ]
tenant_t02   [   0% ]
tenant_t03   [   0% ]
tenant_t04   [   0% ]
tenant_t05   [   0% ]
tenant_t06   [   0% ]
tenant_t07   [   0% ]

Init         [  93% ] 2990/3200 VUs initialized
tenant_t00   [   0% ]
tenant_t01   [   0% ]
tenant_t02   [   0% ]
tenant_t03   [   0% ]
tenant_t04   [   0% ]
tenant_t05   [   0% ]
tenant_t06   [   0% ]
tenant_t07   [   0% ]

running (0h00m00.6s), 0236/3200 VUs, 64 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0042/0400 VUs  0h00m00.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0045/0400 VUs  0h00m00.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0047/0400 VUs  0h00m00.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0044/0400 VUs  0h00m00.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0005/0400 VUs  0h00m00.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0004/0400 VUs  0h00m00.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0004/0400 VUs  0h00m00.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0045/0400 VUs  0h00m00.6s/1h0m10s  94.00 iters/s

running (0h00m01.6s), 0653/3200 VUs, 142 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0123/0400 VUs  0h00m01.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0118/0400 VUs  0h00m01.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0122/0400 VUs  0h00m01.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0124/0400 VUs  0h00m01.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0014/0400 VUs  0h00m01.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0012/0400 VUs  0h00m01.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0012/0400 VUs  0h00m01.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0128/0400 VUs  0h00m01.6s/1h0m10s  94.00 iters/s

running (0h00m02.6s), 1119/3200 VUs, 173 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0212/0400 VUs  0h00m02.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0207/0400 VUs  0h00m02.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0209/0400 VUs  0h00m02.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0213/0400 VUs  0h00m02.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0023/0400 VUs  0h00m02.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0021/0400 VUs  0h00m02.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0020/0400 VUs  0h00m02.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0214/0400 VUs  0h00m02.6s/1h0m10s  94.00 iters/s

running (0h00m03.6s), 1537/3200 VUs, 254 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0293/0400 VUs  0h00m03.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0286/0400 VUs  0h00m03.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0288/0400 VUs  0h00m03.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0293/0400 VUs  0h00m03.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0030/0400 VUs  0h00m03.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0029/0400 VUs  0h00m03.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0027/0400 VUs  0h00m03.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0291/0400 VUs  0h00m03.6s/1h0m10s  94.00 iters/s

running (0h00m04.6s), 1858/3200 VUs, 429 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0357/0400 VUs  0h00m04.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0346/0400 VUs  0h00m04.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0345/0400 VUs  0h00m04.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0355/0400 VUs  0h00m04.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0034/0400 VUs  0h00m04.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0035/0400 VUs  0h00m04.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0034/0400 VUs  0h00m04.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0352/0400 VUs  0h00m04.6s/1h0m10s  94.00 iters/s

running (0h00m05.6s), 1987/3200 VUs, 797 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0371/0400 VUs  0h00m05.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0376/0400 VUs  0h00m05.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0377/0400 VUs  0h00m05.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0379/0400 VUs  0h00m05.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0035/0400 VUs  0h00m05.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0037/0400 VUs  0h00m05.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0033/0400 VUs  0h00m05.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0379/0400 VUs  0h00m05.6s/1h0m10s  94.00 iters/s

running (0h00m06.6s), 2019/3201 VUs, 1260 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0382/0400 VUs  0h00m06.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0383/0401 VUs  0h00m06.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0393/0400 VUs  0h00m06.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0382/0400 VUs  0h00m06.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0033/0400 VUs  0h00m06.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0036/0400 VUs  0h00m06.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0036/0400 VUs  0h00m06.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0374/0400 VUs  0h00m06.6s/1h0m10s  94.00 iters/s

running (0h00m07.6s), 1845/3201 VUs, 1930 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0349/0400 VUs  0h00m07.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0354/0401 VUs  0h00m07.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0353/0400 VUs  0h00m07.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0337/0400 VUs  0h00m07.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0034/0400 VUs  0h00m07.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0035/0400 VUs  0h00m07.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0034/0400 VUs  0h00m07.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0349/0400 VUs  0h00m07.6s/1h0m10s  94.00 iters/s

running (0h00m08.6s), 1546/3201 VUs, 2728 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0285/0400 VUs  0h00m08.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0296/0401 VUs  0h00m08.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0297/0400 VUs  0h00m08.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0291/0400 VUs  0h00m08.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0030/0400 VUs  0h00m08.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0030/0400 VUs  0h00m08.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0032/0400 VUs  0h00m08.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0285/0400 VUs  0h00m08.6s/1h0m10s  94.00 iters/s

running (0h00m09.6s), 1601/3201 VUs, 3170 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0302/0400 VUs  0h00m09.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0306/0401 VUs  0h00m09.6s/1h0m10s  94.00 iters/s
tenant_t02   [   0% ] 0304/0400 VUs  0h00m09.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0300/0400 VUs  0h00m09.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0027/0400 VUs  0h00m09.6s/1h0m10s  09.00 iters/s
tenant_t05   [   0% ] 0030/0400 VUs  0h00m09.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0030/0400 VUs  0h00m09.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0302/0400 VUs  0h00m09.6s/1h0m10s  94.00 iters/s

running (0h00m10.6s), 1462/3201 VUs, 3805 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0279/0400 VUs  0h00m10.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0278/0401 VUs  0h00m10.6s/1h0m10s  88.84 iters/s
tenant_t02   [   0% ] 0278/0400 VUs  0h00m10.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0275/0400 VUs  0h00m10.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0030/0400 VUs  0h00m10.6s/1h0m10s  14.44 iters/s
tenant_t05   [   0% ] 0025/0400 VUs  0h00m10.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0027/0400 VUs  0h00m10.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0270/0400 VUs  0h00m10.6s/1h0m10s  94.00 iters/s

running (0h00m11.6s), 1258/3201 VUs, 4506 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0239/0400 VUs  0h00m11.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0235/0401 VUs  0h00m11.6s/1h0m10s  80.30 iters/s
tenant_t02   [   0% ] 0235/0400 VUs  0h00m11.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0236/0400 VUs  0h00m11.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0032/0400 VUs  0h00m11.6s/1h0m10s  22.68 iters/s
tenant_t05   [   0% ] 0022/0400 VUs  0h00m11.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0023/0400 VUs  0h00m11.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0236/0400 VUs  0h00m11.6s/1h0m10s  94.00 iters/s

running (0h00m12.6s), 0715/3201 VUs, 5546 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0134/0400 VUs  0h00m12.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0114/0401 VUs  0h00m12.6s/1h0m10s  71.80 iters/s
tenant_t02   [   0% ] 0138/0400 VUs  0h00m12.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0129/0400 VUs  0h00m12.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0036/0400 VUs  0h00m12.6s/1h0m10s  31.20 iters/s
tenant_t05   [   0% ] 0012/0400 VUs  0h00m12.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0013/0400 VUs  0h00m12.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0139/0400 VUs  0h00m12.6s/1h0m10s  94.00 iters/s

running (0h00m13.7s), 0500/3201 VUs, 6267 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0094/0400 VUs  0h00m13.7s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0074/0401 VUs  0h00m13.7s/1h0m10s  63.11 iters/s
tenant_t02   [   0% ] 0097/0400 VUs  0h00m13.7s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0086/0400 VUs  0h00m13.7s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0036/0400 VUs  0h00m13.7s/1h0m10s  39.82 iters/s
tenant_t05   [   0% ] 0008/0400 VUs  0h00m13.7s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0009/0400 VUs  0h00m13.7s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0096/0400 VUs  0h00m13.7s/1h0m10s  94.00 iters/s

running (0h00m14.6s), 0023/3201 VUs, 7231 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0005/0400 VUs  0h00m14.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0001/0401 VUs  0h00m14.6s/1h0m10s  54.90 iters/s
tenant_t02   [   0% ] 0004/0400 VUs  0h00m14.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0006/0400 VUs  0h00m14.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0001/0400 VUs  0h00m14.6s/1h0m10s  48.13 iters/s
tenant_t05   [   0% ] 0000/0400 VUs  0h00m14.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0000/0400 VUs  0h00m14.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0003/0400 VUs  0h00m14.6s/1h0m10s  94.00 iters/s

running (0h00m15.6s), 0004/3201 VUs, 7749 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0001/0400 VUs  0h00m15.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0000/0401 VUs  0h00m15.6s/1h0m10s  46.33 iters/s
tenant_t02   [   0% ] 0001/0400 VUs  0h00m15.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0000/0400 VUs  0h00m15.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0001/0400 VUs  0h00m15.6s/1h0m10s  56.72 iters/s
tenant_t05   [   0% ] 0000/0400 VUs  0h00m15.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0000/0400 VUs  0h00m15.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0001/0400 VUs  0h00m15.6s/1h0m10s  94.00 iters/s

running (0h00m16.6s), 0003/3201 VUs, 8246 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0001/0400 VUs  0h00m16.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0000/0401 VUs  0h00m16.6s/1h0m10s  37.85 iters/s
tenant_t02   [   0% ] 0001/0400 VUs  0h00m16.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0000/0400 VUs  0h00m16.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0001/0400 VUs  0h00m16.6s/1h0m10s  65.23 iters/s
tenant_t05   [   0% ] 0000/0400 VUs  0h00m16.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0000/0400 VUs  0h00m16.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0001/0400 VUs  0h00m16.6s/1h0m10s  94.00 iters/s

running (0h00m17.6s), 0010/3201 VUs, 8737 complete and 0 interrupted iterations
tenant_t00   [   0% ] 0002/0400 VUs  0h00m17.6s/1h0m10s  94.00 iters/s
tenant_t01   [   0% ] 0001/0401 VUs  0h00m17.6s/1h0m10s  29.23 iters/s
tenant_t02   [   0% ] 0002/0400 VUs  0h00m17.6s/1h0m10s  94.00 iters/s
tenant_t03   [   0% ] 0001/0400 VUs  0h00m17.6s/1h0m10s  94.00 iters/s
tenant_t04   [   0% ] 0002/0400 VUs  0h00m17.6s/1h0m10s  73.67 iters/s
tenant_t05   [   0% ] 0000/0400 VUs  0h00m17.6s/1h0m10s  09.00 iters/s
tenant_t06   [   0% ] 0000/0400 VUs  0h00m17.6s/1h0m10s  09.00 iters/s
tenant_t07   [   0% ] 0002/0400 VUs  0h00m17.6s/1h0m10s  94.00 iters/s

running (0h00m18.6s), 0010/3201 VUs, 9234 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0002/0400 VUs  0h00m18.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0001/0401 VUs  0h00m18.6s/1h0m10s  20.72 iters/s
tenant_t02   [   1% ] 0002/0400 VUs  0h00m18.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m18.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0002/0400 VUs  0h00m18.6s/1h0m10s  82.18 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m18.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0000/0400 VUs  0h00m18.6s/1h0m10s  09.00 iters/s
tenant_t07   [   1% ] 0002/0400 VUs  0h00m18.6s/1h0m10s  94.00 iters/s

running (0h00m19.6s), 0033/3201 VUs, 9705 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0006/0400 VUs  0h00m19.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m19.6s/1h0m10s  12.55 iters/s
tenant_t02   [   1% ] 0007/0400 VUs  0h00m19.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0005/0400 VUs  0h00m19.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0008/0400 VUs  0h00m19.6s/1h0m10s  90.64 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m19.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0000/0400 VUs  0h00m19.6s/1h0m10s  09.00 iters/s
tenant_t07   [   1% ] 0006/0400 VUs  0h00m19.6s/1h0m10s  94.00 iters/s

running (0h00m20.6s), 0005/3201 VUs, 10235 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m20.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m20.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m20.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m20.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m20.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m20.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m20.6s/1h0m10s  14.44 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m20.6s/1h0m10s  94.00 iters/s

running (0h00m21.6s), 0004/3201 VUs, 10742 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m21.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m21.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m21.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m21.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m21.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m21.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0000/0400 VUs  0h00m21.6s/1h0m10s  22.68 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m21.6s/1h0m10s  94.00 iters/s

running (0h00m22.6s), 0004/3201 VUs, 11256 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m22.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m22.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m22.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m22.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m22.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m22.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0000/0400 VUs  0h00m22.6s/1h0m10s  31.20 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m22.6s/1h0m10s  94.00 iters/s

running (0h00m23.6s), 0052/3201 VUs, 11717 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0010/0400 VUs  0h00m23.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0001/0401 VUs  0h00m23.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0008/0400 VUs  0h00m23.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0009/0400 VUs  0h00m23.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0009/0400 VUs  0h00m23.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m23.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0005/0400 VUs  0h00m23.6s/1h0m10s  39.60 iters/s
tenant_t07   [   1% ] 0010/0400 VUs  0h00m23.6s/1h0m10s  94.00 iters/s

running (0h00m24.6s), 0008/3201 VUs, 12308 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m24.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m24.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m24.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m24.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0003/0400 VUs  0h00m24.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m24.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0000/0400 VUs  0h00m24.6s/1h0m10s  48.13 iters/s
tenant_t07   [   1% ] 0002/0400 VUs  0h00m24.6s/1h0m10s  94.00 iters/s

running (0h00m25.6s), 0009/3201 VUs, 12848 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0002/0400 VUs  0h00m25.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m25.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m25.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0002/0400 VUs  0h00m25.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m25.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m25.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m25.6s/1h0m10s  56.72 iters/s
tenant_t07   [   1% ] 0002/0400 VUs  0h00m25.6s/1h0m10s  94.00 iters/s

running (0h00m26.6s), 0003/3201 VUs, 13401 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m26.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m26.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m26.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m26.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m26.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m26.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m26.6s/1h0m10s  65.23 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m26.6s/1h0m10s  94.00 iters/s

running (0h00m27.6s), 0011/3201 VUs, 13951 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m27.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m27.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0002/0400 VUs  0h00m27.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m27.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0002/0400 VUs  0h00m27.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m27.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0002/0400 VUs  0h00m27.6s/1h0m10s  73.67 iters/s
tenant_t07   [   1% ] 0003/0400 VUs  0h00m27.6s/1h0m10s  94.00 iters/s

running (0h00m28.6s), 0008/3201 VUs, 14521 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0002/0400 VUs  0h00m28.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m28.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m28.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m28.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m28.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m28.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m28.6s/1h0m10s  82.18 iters/s
tenant_t07   [   1% ] 0002/0400 VUs  0h00m28.6s/1h0m10s  94.00 iters/s

running (0h00m29.6s), 0022/3201 VUs, 15081 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0004/0400 VUs  0h00m29.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m29.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0003/0400 VUs  0h00m29.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0002/0400 VUs  0h00m29.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0005/0400 VUs  0h00m29.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m29.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0003/0400 VUs  0h00m29.6s/1h0m10s  90.64 iters/s
tenant_t07   [   1% ] 0004/0400 VUs  0h00m29.6s/1h0m10s  94.00 iters/s

running (0h00m30.6s), 0007/3201 VUs, 15675 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m30.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m30.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m30.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m30.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m30.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m30.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0002/0400 VUs  0h00m30.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m30.6s/1h0m10s  88.84 iters/s

running (0h00m31.6s), 0005/3201 VUs, 16251 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m31.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m31.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m31.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m31.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m31.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m31.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m31.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m31.6s/1h0m10s  80.30 iters/s

running (0h00m32.6s), 0007/3201 VUs, 16813 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0002/0400 VUs  0h00m32.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m32.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m32.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m32.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m32.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m32.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m32.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m32.6s/1h0m10s  71.80 iters/s

running (0h00m33.6s), 0023/3201 VUs, 17351 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0005/0400 VUs  0h00m33.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0001/0401 VUs  0h00m33.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m33.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0004/0400 VUs  0h00m33.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0004/0400 VUs  0h00m33.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m33.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0006/0400 VUs  0h00m33.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0002/0400 VUs  0h00m33.6s/1h0m10s  63.38 iters/s

running (0h00m34.6s), 0019/3201 VUs, 17903 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0002/0400 VUs  0h00m34.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m34.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0004/0400 VUs  0h00m34.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0003/0400 VUs  0h00m34.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0004/0400 VUs  0h00m34.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m34.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0003/0400 VUs  0h00m34.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0002/0400 VUs  0h00m34.6s/1h0m10s  54.90 iters/s

running (0h00m35.6s), 0036/3201 VUs, 18425 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0006/0400 VUs  0h00m35.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0001/0401 VUs  0h00m35.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0007/0400 VUs  0h00m35.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0006/0400 VUs  0h00m35.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0005/0400 VUs  0h00m35.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m35.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0008/0400 VUs  0h00m35.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0003/0400 VUs  0h00m35.6s/1h0m10s  46.33 iters/s

running (0h00m36.6s), 0071/3201 VUs, 18920 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0013/0400 VUs  0h00m36.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0001/0401 VUs  0h00m36.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0013/0400 VUs  0h00m36.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0013/0400 VUs  0h00m36.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0013/0400 VUs  0h00m36.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m36.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0012/0400 VUs  0h00m36.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0005/0400 VUs  0h00m36.6s/1h0m10s  37.85 iters/s

running (0h00m37.6s), 0027/3201 VUs, 19481 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0004/0400 VUs  0h00m37.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m37.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0006/0400 VUs  0h00m37.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0005/0400 VUs  0h00m37.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0006/0400 VUs  0h00m37.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m37.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0005/0400 VUs  0h00m37.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0001/0400 VUs  0h00m37.6s/1h0m10s  29.23 iters/s

running (0h00m38.6s), 0004/3201 VUs, 20022 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m38.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m38.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m38.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m38.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m38.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m38.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m38.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m38.6s/1h0m10s  20.72 iters/s

running (0h00m39.6s), 0004/3201 VUs, 20526 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m39.6s/1h0m10s  94.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m39.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m39.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m39.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m39.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m39.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m39.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m39.6s/1h0m10s  12.55 iters/s

running (0h00m40.6s), 0004/3201 VUs, 21022 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m40.6s/1h0m10s  88.84 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m40.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m40.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m40.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m40.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m40.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m40.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m40.6s/1h0m10s  09.00 iters/s

running (0h00m41.6s), 0004/3201 VUs, 21510 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m41.6s/1h0m10s  80.30 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m41.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m41.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m41.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m41.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m41.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m41.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m41.6s/1h0m10s  09.00 iters/s

running (0h00m42.6s), 0004/3201 VUs, 21989 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m42.6s/1h0m10s  71.80 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m42.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m42.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m42.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m42.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m42.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m42.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m42.6s/1h0m10s  09.00 iters/s

running (0h00m43.6s), 0006/3201 VUs, 22457 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m43.6s/1h0m10s  63.38 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m43.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m43.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m43.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0002/0400 VUs  0h00m43.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m43.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0002/0400 VUs  0h00m43.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m43.6s/1h0m10s  09.00 iters/s

running (0h00m44.6s), 0003/3201 VUs, 22922 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m44.6s/1h0m10s  54.90 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m44.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m44.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m44.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m44.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m44.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m44.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m44.6s/1h0m10s  09.00 iters/s

running (0h00m45.6s), 0003/3201 VUs, 23376 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m45.6s/1h0m10s  46.33 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m45.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m45.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m45.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m45.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m45.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m45.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m45.6s/1h0m10s  09.00 iters/s

running (0h00m46.6s), 0003/3201 VUs, 23821 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m46.6s/1h0m10s  37.85 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m46.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m46.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m46.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m46.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m46.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m46.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m46.6s/1h0m10s  09.00 iters/s

running (0h00m47.6s), 0005/3201 VUs, 24256 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0001/0400 VUs  0h00m47.6s/1h0m10s  29.23 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m47.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m47.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m47.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m47.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m47.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m47.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m47.6s/1h0m10s  09.00 iters/s

running (0h00m48.6s), 0004/3201 VUs, 24685 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m48.6s/1h0m10s  20.72 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m48.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m48.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m48.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m48.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m48.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m48.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m48.6s/1h0m10s  09.00 iters/s

running (0h00m49.6s), 0004/3201 VUs, 25104 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m49.6s/1h0m10s  12.55 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m49.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m49.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0001/0400 VUs  0h00m49.6s/1h0m10s  94.00 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m49.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m49.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m49.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m49.6s/1h0m10s  09.00 iters/s

running (0h00m50.6s), 0021/3201 VUs, 25499 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m50.6s/1h0m10s  09.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m50.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0003/0400 VUs  0h00m50.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0008/0400 VUs  0h00m50.6s/1h0m10s  88.84 iters/s
tenant_t04   [   1% ] 0004/0400 VUs  0h00m50.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0001/0400 VUs  0h00m50.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0005/0400 VUs  0h00m50.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m50.6s/1h0m10s  09.00 iters/s

running (0h00m51.6s), 0003/3201 VUs, 25919 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m51.6s/1h0m10s  09.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m51.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m51.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m51.6s/1h0m10s  80.40 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m51.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m51.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m51.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m51.6s/1h0m10s  09.00 iters/s

running (0h00m52.6s), 0003/3201 VUs, 26313 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m52.6s/1h0m10s  09.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m52.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m52.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m52.6s/1h0m10s  71.92 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m52.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m52.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m52.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m52.6s/1h0m10s  09.00 iters/s

running (0h00m53.6s), 0003/3201 VUs, 26699 complete and 0 interrupted iterations
tenant_t00   [   1% ] 0000/0400 VUs  0h00m53.6s/1h0m10s  09.00 iters/s
tenant_t01   [   1% ] 0000/0401 VUs  0h00m53.6s/1h0m10s  09.00 iters/s
tenant_t02   [   1% ] 0001/0400 VUs  0h00m53.6s/1h0m10s  94.00 iters/s
tenant_t03   [   1% ] 0000/0400 VUs  0h00m53.6s/1h0m10s  63.38 iters/s
tenant_t04   [   1% ] 0001/0400 VUs  0h00m53.6s/1h0m10s  94.00 iters/s
tenant_t05   [   1% ] 0000/0400 VUs  0h00m53.6s/1h0m10s  09.00 iters/s
tenant_t06   [   1% ] 0001/0400 VUs  0h00m53.6s/1h0m10s  94.00 iters/s
tenant_t07   [   1% ] 0000/0400 VUs  0h00m53.6s/1h0m10s  09.00 iters/s

running (0h00m54.6s), 0003/3201 VUs, 27076 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h00m54.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h00m54.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0001/0400 VUs  0h00m54.6s/1h0m10s  94.00 iters/s
tenant_t03   [   2% ] 0000/0400 VUs  0h00m54.6s/1h0m10s  54.90 iters/s
tenant_t04   [   2% ] 0001/0400 VUs  0h00m54.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h00m54.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0001/0400 VUs  0h00m54.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h00m54.6s/1h0m10s  09.00 iters/s

running (0h00m55.6s), 0004/3201 VUs, 27444 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h00m55.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h00m55.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0001/0400 VUs  0h00m55.6s/1h0m10s  94.00 iters/s
tenant_t03   [   2% ] 0001/0400 VUs  0h00m55.6s/1h0m10s  46.33 iters/s
tenant_t04   [   2% ] 0001/0400 VUs  0h00m55.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h00m55.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0001/0400 VUs  0h00m55.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h00m55.6s/1h0m10s  09.00 iters/s

running (0h00m56.6s), 0003/3201 VUs, 27805 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h00m56.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h00m56.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0001/0400 VUs  0h00m56.6s/1h0m10s  94.00 iters/s
tenant_t03   [   2% ] 0000/0400 VUs  0h00m56.6s/1h0m10s  37.85 iters/s
tenant_t04   [   2% ] 0001/0400 VUs  0h00m56.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h00m56.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0001/0400 VUs  0h00m56.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h00m56.6s/1h0m10s  09.00 iters/s

running (0h00m57.6s), 0004/3201 VUs, 28156 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h00m57.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h00m57.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0001/0400 VUs  0h00m57.6s/1h0m10s  94.00 iters/s
tenant_t03   [   2% ] 0001/0400 VUs  0h00m57.6s/1h0m10s  29.23 iters/s
tenant_t04   [   2% ] 0001/0400 VUs  0h00m57.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h00m57.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0001/0400 VUs  0h00m57.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h00m57.6s/1h0m10s  09.00 iters/s

running (0h00m58.6s), 0003/3201 VUs, 28500 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h00m58.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h00m58.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0001/0400 VUs  0h00m58.6s/1h0m10s  94.00 iters/s
tenant_t03   [   2% ] 0000/0400 VUs  0h00m58.6s/1h0m10s  20.72 iters/s
tenant_t04   [   2% ] 0001/0400 VUs  0h00m58.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h00m58.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0001/0400 VUs  0h00m58.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h00m58.6s/1h0m10s  09.00 iters/s

running (0h00m59.6s), 0003/3201 VUs, 28834 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h00m59.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h00m59.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0001/0400 VUs  0h00m59.6s/1h0m10s  94.00 iters/s
tenant_t03   [   2% ] 0000/0400 VUs  0h00m59.6s/1h0m10s  12.55 iters/s
tenant_t04   [   2% ] 0001/0400 VUs  0h00m59.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h00m59.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0001/0400 VUs  0h00m59.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h00m59.6s/1h0m10s  09.00 iters/s

running (0h01m00.6s), 0009/3201 VUs, 29153 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h01m00.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h01m00.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0003/0400 VUs  0h01m00.6s/1h0m10s  88.84 iters/s
tenant_t03   [   2% ] 0001/0400 VUs  0h01m00.6s/1h0m10s  09.00 iters/s
tenant_t04   [   2% ] 0002/0400 VUs  0h01m00.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h01m00.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0003/0400 VUs  0h01m00.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h01m00.6s/1h0m10s  09.00 iters/s

running (0h01m01.6s), 0008/3201 VUs, 29473 complete and 0 interrupted iterations
tenant_t00   [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t01   [   2% ] 0000/0401 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t02   [   2% ] 0003/0400 VUs  0h01m01.6s/1h0m10s  80.30 iters/s
tenant_t03   [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t04   [   2% ] 0002/0400 VUs  0h01m01.6s/1h0m10s  94.00 iters/s
tenant_t05   [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t06   [   2% ] 0003/0400 VUs  0h01m01.6s/1h0m10s  94.00 iters/s
tenant_t07   [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s


  █ THRESHOLDS 

    dropped_iterations
    ✗ 'count<1' count=1

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    HTTP
    http_req_duration..............: avg=637.11ms min=3.52ms med=12.56ms max=6.42s p(90)=3.06s p(95)=3.71s
      { expected_response:true }...: avg=637.11ms min=3.52ms med=12.56ms max=6.42s p(90)=3.06s p(95)=3.71s
    http_req_failed................: 0.00%  0 out of 29474
    http_reqs......................: 29474  477.93998/s

    EXECUTION
    dropped_iterations.............: 1      0.016216/s
    iteration_duration.............: avg=641.37ms min=4.03ms med=12.81ms max=6.42s p(90)=3.07s p(95)=3.75s
    iterations.....................: 29474  477.93998/s
    vus............................: 8      min=0          max=2020
    vus_max........................: 3201   min=1231       max=3201

    NETWORK
    data_received..................: 12 MB  192 kB/s
    data_sent......................: 8.2 MB 133 kB/s



running (0h01m01.8s), 0000/3201 VUs, 29474 complete and 7 interrupted iterations
tenant_t00 ✗ [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t01 ✗ [   2% ] 0000/0401 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t02 ✗ [   2% ] 0003/0400 VUs  0h01m01.6s/1h0m10s  80.30 iters/s
tenant_t03 ✗ [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t04 ✗ [   2% ] 0002/0400 VUs  0h01m01.7s/1h0m10s  94.00 iters/s
tenant_t05 ✗ [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
tenant_t06 ✗ [   2% ] 0002/0400 VUs  0h01m01.6s/1h0m10s  94.00 iters/s
tenant_t07 ✗ [   2% ] 0000/0400 VUs  0h01m01.6s/1h0m10s  09.00 iters/s
time="2026-08-23T23:15:51+06:00" level=error msg="thresholds on metrics 'dropped_iterations' were crossed; at least one has abortOnFail enabled, stopping test prematurely"